Repository: poloking/unknown-horizons
Catalog: po/uh-server/*.po
Languages: pl, zh_tw

source: Old or unsupported multiplayer protocol. Please check your game version
pl: Stary albo niewspierany protokół gry sieciowej. Sprawdź swoją wersję gry

source: You've exceeded the global packet size.
pl: Przekroczyłeś globalną wielkość pakietu.
zh_tw: 您已超過全域數据包大小。

source: This should never happen. Please contact us or file a bug report.
pl: To nigdy nie powinno się stać. Proszę skontaktuj się z nami albo zgłoś błąd.
zh_tw: 這不應該發生。請聯繫我們或提交錯誤報告。

source: You've exceeded the per packet size.
pl: Przekroczono rozmiar pakietu.
zh_tw: 您已經超過了每個包的大小。

source: Unknown or malformed packet. Please check your game version
pl: Nieznany lub uszkodzony pakiet. Sprawdź swoją wersję gry
zh_tw: 未知或格式錯誤的數据包。請檢查你的遊戲版本

source: Invalid/Unknown session
pl: Nieprawidłowa / nieznana sesja
zh_tw: 無效/未知會話

source: You can't join a game while in another game
pl: Nie możesz dołączyć do gry gdy już w jednej jesteś
zh_tw: 在比賽中你不能參加另一場比賽

source: Unknown game or game is running a different version
pl: Nieznana gra lub gra działa w innej wersji
zh_tw: 未知遊戲或運行的遊戲版本不同

source: Game has already started. No more joining
pl: Gra już się rozpoczęła. Już nie można dołączyć
zh_tw: 遊戲已經開始。不再加入

source: Game is full
pl: Gra jest pełna
zh_tw: 遊戲滿了

source: Wrong password
pl: Niepoprawne hasło
zh_tw: 密碼錯誤

source: There's already a player with your name inside this game.
pl: W tej grze jest już gracz z twoim imieniem.

source: Please change your name.
pl: Proszę zmień swoje imię.
zh_tw: 請改變您的名稱。

source: There's already a player with your color inside this game.
pl: W tej grze jest już gracz z twoim kolorem.

source: Please change your color.
pl: Zmień swój kolor.
zh_tw: 請更換顏色。

source: There's already a player with your unique player ID inside this game. This should never occur.
pl: W tej grze jest już gracz z twoim unikalnym identyfikatorem gracza. To nigdy nie powinno się zdarzyć.

source: You are not inside a game
pl: Nie jesteś w grze
zh_tw: 你不在遊戲裏

source: The game has been terminated. The creator has left the game.
pl: Gra została zakończona. Twórca gry ją opuścił.

source: One player has terminated their game. For technical reasons, this currently means the game cannot continue. We are very sorry about that.
pl: Jeden gracz zakończył grę. Ze względów technicznych obecnie oznacza to, że gra nie może być kontynuowana. Bardzo nam przykro z tego powodu.

source: Unable to change your name.
pl: Nie można zmienić twojego imienia.
zh_tw: 無法更改您的名稱。

source: Unable to change your color.
pl: Nie można zmienić twojego koloru.
zh_tw: 無法更改顏色。

source: You can't fetch a game while in another game
pl: Nie mona połączyć z grą gdy już w jednej jesteś
