Repository: poloking/unknown-horizons
Catalog: po/voices/*.po
Languages: pt

source: Strive so that this settlement shall evolve stately.
pt: Esforça-te para que esta povoação se desenvolva plenamente.

source: Your inhabitants will certainly feel comfortable on this island.
pt: Os teus habitantes vão com certeza se sentir confortáveis nesta ilha.

source: Call this patch of ground yours from now on.
pt: A partir de agora apropria-te desta terra.

source: This region now belongs to our colors.
pt: Esta região agora pertence às nossas cores.

source: This piece of ground is now ours.
pt: Este pedaço de terra agora é nosso.

source: Another player has settled on an island.
pt: Outro jogador já se instalou nesta ilha.

source: A player develops a new settlement.
pt: Um jogador desenvolveu um novo povoamento.

source: One of your fellow players founded a settlement.
pt: Um dos teus companheiros fundou um povoamento.

source: A rival of ours seems to have founded a settlement.
pt: Um dos nossos rivais parece ter fundado uma povoação.

source: We've been informed that one of our rivals snared new land.
pt: Fomos informados que um dos nossos rivais conquistou novas terras.

source: One of our opponents is said to have expanded.
pt: Parece que um dos nossos oponentes se expandiu.

source: Our ally settles on another island.
pt: O nosso aliado povoou outra ilha.

source: One of our allies cultivates an islnd.
pt: Um dos nossos aliados está a cultivar numa ilha.

source: Our ally passes news about successfully founding a settlement.
pt: O nosso aliado envia notícias sobre a fundação bem sucedida de uma nova povoação.

source: This island no longer is all ours.
pt: Esta ilha deixou de ser totalmente tua.

source: Scouts found out that guests settled on one of our islands.
pt: Os exploradores descobriram que alguns convidados estabeleceram-se numa das nossas ilhas.

source: We got new neighbors on this island!
pt: Temos novos vizinhos nesta ilha!

source: Scouts report that uninvited guests beleaguer our island!
pt: Os exploradores relatam que alguns intrusos se sitiaram na nossa ilha!

source: Should we really accept our rival as new neighbor?
pt: Devíamos mesmo aceitar o nosso rival como um novo vizinho?

source: One of our enemies settles on our ground!
pt: Um dos nossos inimigos estabeleceu-se nas nossas terras!

source: One of our allies seems in desperate need of your ground.
pt: Um dos nossos aliados necessita desesperadamente das tuas terras.

source: We share this ground with our ally for now.
pt: Por enquanto partilhamos esta terra com o nosso aliado.

source: Our ally settles on one of our islands.
pt: O nosso aliado estabeleceu-se numa das nossas ilhas.

source: You need more resources to build this.
pt: Precisas de mais recursos para construir isto.

source: This construction project needs more resources.
pt: Esta construção precisa de mais recursos.

source: Construction is impossible without sufficient material.
pt: Não é possível construir sem materiais suficientes.

source: The resources in your inventory are not sufficient to build this.
pt: Os recursos no teu inventário não são suficientes para construir isto.
